app/controllers/application_controller.rb

  def home
    @users = User.all
---
SELECT `users`.* FROM `users`