app/controllers/noticia_controller.rb

  def index
    @noticia = Noticia.all
---
SELECT `noticias`.* FROM `noticias`