app/controllers/users_controller.rb

SELECT `users`.* FROM `users`
---
  def index
#    authorize! :index, @user, :message => 'Not authorized as an administrator.'
    @users = User.all